Repository: ObsidianPresidium/winsetup
Catalog: locales/*/LC_MESSAGES/*.po
Languages: da

source: Are you sure you want to restart explorer.exe? Restarting explorer.exe will close all open explorer windows.
da: Er du sikker pu00e5 at du vil genstarte explorer.exe? Genstart af explorer.exe vil medfu00f8lge, at alle u00e5bne explorer-vinduer vil forsvinde.

source: Restart explorer.exe
da: Genstart explorer.exe

source: Winget is already installed.
da: Winget er i forvejen installeret.

source: Enable keyboard shortcut for the command prompt
da: Aktivu00e9r tastaturgenvej til kommandoprompten

source: Setup various registry keys
da: Opsu00e6t diverse registreringsnu00f8gler

source: Disables wallpaper JPEG compression If 'I'm running Windows 11' is checked, this will enable compact mode in Explorer, and the legacy context menu.
da: Deaktiverer JPEG kompression for baggrundsbilledet. Hvis 'Jeg ku00f8rer Windows 11' er aktiveret, aktiverer denne kompakt tilstand i Explorer, og legacy context menu.

source: I'm running Windows 11
da: Jeg ku00f8rer Windows 11

source: Open the UAC control panel
da: u00c5bn UAC-kontrolpanelet

source: Open display settings
da: u00c5bn sku00e6rmindstillinger

source: Install Winget
da: Installu00e9r Winget

source: Checks if winget is installed, and if not, this opens a window, which lets you install it.
da: Tjekker, om winget i forvejen er installeret, og hvis ikke, u00e5bner denne et vindue, der lader en installere det.

source: Install WSL
da: Installu00e9r WSL

source: Installs Windows Subsystem for Linux with the default distro, Ubuntu LTS
da: Installerer Windows Subsystem for Linux med standarddistroen, Ubuntu LTS

source: Color mode
da: Farvetilstand

source: Enable dark mode for the desktop
da: Aktivu00e9r mu00f8rk tilstand for skrivebordet

source: Enable dark mode for applications
da: Aktivu00e9r mu00f8rk tilstand for programmer

source: Apply this color mode
da: Anvend denne farvetilstand

source: Applications
da: Programmer

source: Additional Packages
da: u00d8vrige pakker

source: Install applications
da: Installu00e9r programmer
